{
    "Global": {
    "Server": "https://discord.gg/B8jHeSQXJQ",
	"User": "ixy#5912"
    },
    "Launcher": {
        "Version": "dev_15",
        "SilentUpdate": "false",
        "TemporaryAccess": [
            "PoopPie1",
            "Trawler1",
            "Arroz"
        ],
        "Blacklist": {
        },
        "Announcement": [
            "[31/12/22] Dev Build 15\n- Added error message in autofishing capture area if error.\n\n[30/12/22] Dev Build 14\n- Added auto fish with background support, and auto eat buffs up to 2.\n- No updates to auto cooking.\n\n[27/12/22] Dev Build 13\n- Added anti-captcha system for arroz only. It works by going into different room by 5x4 area with a block under the door and name it room2.png so the app detects when you are in the room. When you enter the room successfully the app performs 30 seconds of random movements in the room. after 30 seconds passed you go back into the room on the far left and that leads into the ingredient room.\n- Auto reconnect system tab added and is still in progess.\n\n[25/12/22] Dev Build 12\n-Merry Christmas!!, on god i actually fixed the not cooking after entering ingredient room bug.\n\n[24/12/22] Dev Build 11\n-Fixed Arroz not cooking after going to ingredient room.\n\n[24/12/22] Dev Build 10\n-Arroz fully works now I tested it.\n\n[24/12/22] Dev Build 9\n-Fixed Arroz onion and chicken\n- Changed all cook loops to 1 so everytime it goes back to ingredient room in hopes to bypass captcha.\n\n[21/12/22] Dev Build 8\n-Added Arroz\n-Added Auto fish but still disabled to fix some bugs.\n\n[15/12/22] Dev Build 7\n-Removed annoying tab tooltips and replaced it with a red hover overlay. general tabs are marked as blue, locked tabs are red and shows a tooltip. when you have access to the locked tabs it turns green.\n- Fixed trawler 1 account\n\n[13/12/22] Dev Build 6\n- Auto trawler 1 account added, Buff timer added, Remove tooltip when app window not in focus\n\n[11/12/22] Dev Build 5\n - Fixed Set Coordinates and Auto Buff both now works.\n\n[11/12/22] Dev Build 4\n- Fixed some more issues like not running, wrong coordinates, and when you press stop it doesnt run again.\n\n[09/12/22] Dev Build 3\n- Fixed some stuff i overlooked, Auto Arroz disabled and Poop Pie works with 30 ovens 100%.\nI know buttons are aligned i am too lazy to fix them right now. \n\n[09/12/22] Dev Build 2\n- Changed Webdings font to temporary Verdana\n\n[09/12/22] Dev Build 1\n- First public testing build. This includes just arroz for testing purposes and at request, Trawler and Poop Pie. All other functionality has been disabled for now."
        ]
    }
}